Repository: simicstefan/inventory-companion-stock-take-management-solution
Catalog: Lokalizacija/Languages/langres.*.resx
Languages: de

# AplikacijaZaPopisOtvorenihKolicina
source: InventoryCompanionⓇ - Application for stock take
de: InventoryCompanionⓇ - Inventur-Anwendung

# Brisanje
source: Delete
de: Löschen

# BrojKartice
source: Card number
de: Karte Nummer

# DatumIVremeSkeniranja
source: Date and time of scan
de: Datum und Uhrzeit des Scans

# DodavanjeSkeniranja
source: Add scan
de: Scan hinzüfugen

# Greska!
source: Error!
de: Fehler!

# IDKartica
source: ID Card
de: Ausweis

source: ID materijal
de: ID Material

# ImeIPrezime
source: Name and surname
de: Name und Nachname

# Izvestaj
source: Report
de: Bericht

# IzvestajOSkeniranimKolicinama
source: Report on scanned quantities
de: Bericht über gescannte Mengen

# IzvozUExcel
source: Export to Excel
de: Nach Excel exportieren

# Jezik
source: Language
de: Sprache

# Kolicina
source: Quantity
de: Menge

# Komentar
source: Comment
de: Kommentar

# KomentarOpciono
source: Comment (optional)
de: Kommentar (fakultativ)

# MaterijalPodTomOznakomNePostoji
source: Material under this label doesn't exist.
de: Material unter diesem Label existiert nicht.

# NazivProjekta
source: Project name
de: Projekt

# NazivZone
source: Zone name
de: Zone

# NeophnodnoJeUnetiBrojKarticeZaposlenog
source: It is necessary to input employee card number.
de: Die Kartennummer des Mitarbeiters muss eingegeben werden.

# NeophodnoJeUnetiBroj
source: It is necessary to input number.
de: Es ist notwendig, eine Nummer einzugeben.

# NeophodnoJeUnetiKolicinu
source: It is necessary to input quantity.
de: Es ist notwendig, die Menge einzugeben.

# NeophodnoJeUnetiMaterijal
source: It is necessary to input material.
de: Es ist notwendig, Material einzugeben.

# NeophodnoJeUnetiPotvrduKolicine
source: It is necessary to input quantity confirmation.
de: Es ist notwendig, eine Mengenbestätigung einzugeben.

# OdaberiJezik
source: Choose your language
de: Wählen Sie Ihre Sprache aus

# OdjavaKorisnika
source: Logout user
de: Abmelden

# Opcije
source: Options
de: Optionen

# OznakaMaterijala
source: Material label
de: Material Nummer

# PocistiPolja
source: Clear fields
de: Löschen

# PodaciOKorisniku
source: User information
de: Nutzerinformation

# PoljaKolicinaIPotvrdaMorajuBitiIste
source: Field quantity and quantity confirmation must be the same.
de: Felder Menge und Mengebestätigung müssen gleich sein.

# PotvrdaKolicine
source: Quantity confirmation
de: Mengenbestätigung

# PregledSkeniranihKolicina
source: Overview of scanned quantities
de: Übersicht der gescannten Mengen

# Prijava
source: Login
de: Einloggen

# PrijavaNaAplikaciju
source: Login on the application
de: Melden Sie sich bitte an

# Projekat
source: Project
de: Projekt

# SacuvajUnos
source: Save input
de: Eingabe speichern
